{
    "PRIVACY POLICY": "隱私權政策",
    "version": "版號資訊：v1.0  發佈日期：2021/06/15",
    "This Privacy Policy was last updated on March 16__": "本隱私權政策規範英屬開曼群島商萬里雲互聯股份有限公司(下稱萬里雲)於萬里雲提供之產品與服務及本網站( <a href='https://www.mile.cloud/zh/'>https://www.mile.cloud/zh/</a>，下稱「網站」)蒐集、處理、利用、保留和揭露網站使用者(下稱「使用者」)資料。本隱私權政策適用於網站及萬里雲提供之產品與服務。惟若您所使用者為 Google 或其他第三方雲端服務提供者(下稱「第三方業者」)所推出之服務,應以其揭示之隱私權政策為據。您已理解、同意並將遵守該第三方業者所揭示之隱私權政策。為了保障您的權益，在您瀏覽萬里雲的網站，或採用萬里雲所提供之服務時，請詳讀本政策之內容。倘您不同意本政策的任何部分，請停止瀏覽網站，並退出萬里雲之服務。一旦您選擇繼續瀏覽、採用萬里雲的服務，即代表您同意本政策的內容及運作。",
    "Personal Data": "個人資料",
    "Personal Data is information about you that is__": "個人資料係指具個人可辨認性的資訊、例如姓名、使用者名稱、密碼、地址、郵件地址、電話號碼等非公開之資料（下稱「個人資料」）。我們蒐集個人資料以提供更優質的服務給使用者。<br/><br/>使用者可能會被要求提供個人資料，包括但不限於當使用者光臨我們的網站、以及我們網站連結之其他活動、服務、特徵或資源時。然而，使用者可能匿名光臨網站。我們僅在使用者自願提供予我們時蒐集個人資料。然而，如果使用者拒絕提供個人資料，使用者可能將無法接觸特定網站相關活動。",
    "Non-Personal Data": "非個人資料",
    "We may collect non-personally identifiable data about__": "我們可能會於使用者在網站互動過程中，蒐集使用者不具個人可辨識性的資料。不具個人可辨識性資料係指無法辨識到使用者本身之資料，包括但不限於使用者於瀏覽器上之使用者名稱、使用者連結我們網站之電腦類型和技術資訊，如作業系統和網路服務提供者與其他類似資訊。",
    "Web Browser Cookies": "網頁瀏覽器cookies",
    "Certain information may also be collected__": "特定資料可能會被蒐集，如網際網路協定位址、設備事件資訊包括但不限於瀏覽器類型、當機或閃退記錄、系統活動和其他伺服器登入資料。我們的網站可能會使用cookies來提升使用者體驗。使用者的網頁瀏覽器會在硬碟置入cookies用來記錄瀏覽記錄以及有時用來追蹤使用資訊。使用者可以選擇關閉cookies或設定瀏覽器於cookies傳送時將提醒您。然請注意當網頁瀏覽器設定拒絕cookies時，網站上之部分功能可能無法順利運作。",
    "How We Process and Use Collected Personal Data": "萬里雲如何運作及使用搜集的資訊",
    "Cloudmile may process and use__": "萬里雲在符合下列特定目的之特定範圍與期間內可能以電子郵件、電話或其他合理合法方式傳送或使用使用者之個人資料：",
    "period": "期間：使用者要求停止使用或本公司服務停止之日止。",
    "region": "地區：使用者授權使用或萬里雲設有營運主體之地區。",
    "target": "對象：萬里雲及與萬里雲具控制從屬關係之各子公司及各分公司。",
    "To Communicate with Users": "與使用者溝通",
    "In the event that Users send to us__": "當使用者在網站上提交或詢問任何意見，我們將透過其提供之聯絡資訊回覆使用者。",
    "To personalize user experience": "個人化使用者體驗",
    "We may use information in the aggregate to__": "我們可能整合使用者資料，以瞭解我們的使用者如何使用我們網站提供的服務和資源。",
    "To send newsletters and marketing materials upon subscription": "向訂閱者寄送電子報或行銷活動資訊",
    "If User subscribes our newsletter on__": "如果使用者在網站上訂閱我們的電子報，我們會以電子郵件方式寄發給訂閱者有關我們公司的資訊，如萬里雲新聞、最新活動、更新資訊，及相關產品或服務資訊。取消訂閱電子報的詳細操作方式提供於電子郵件，使用者可隨時取消訂閱。一旦接受使用者要求取消訂閱，我們將立即於我們的郵件清單中移除使用者的電子郵件並停止寄送後續的電子郵件給使用者。",
    "To administer any features on the Site": "管理網站上之任何特殊活動",
    "If Users enter into a sweepstak__": "若使用者於網站上參與抽獎、競賽、問卷訪談、促銷等相關活動，們會依照該次活動辦法使用您所提供之資料以管理或進行該活動。",
    "How We Protect Your Data": "我們如何保護您的資料",
    "We adopt appropriate data collection__": "我們盡可能地提供使用者一個安全的使用環境並採取適當的資料保護、儲存和處理機制及資料安全措施，以避免未經授權之接觸、變更、揭露或破壞您的個人資料、交易資訊與於我們網站處理及儲存之資料。",
    "Data Sharing and Disclosure": "資料分享與揭露",
    "We will not share Personal Data__": "我們不會未經您的同意將您的個人資料揭露與任何第三人。",
    "We may use third-party service providers__": "我們可能使用第三人之服務以幫助我們業務與網站之營運或代表我們管理活動，例如寄送電子報或問卷調查。我們於上開目的範圍內可能和這些第三人分享您的資料。",
    "We may share generic aggregated demographic__": "萬里雲可能會和合作夥伴、可信賴之分支機構或廣告商於上開目的範圍內分享通用性且經整合的統計資訊，此統計資訊未連結至任何使用者或訪客之個人資料。",
    "Advertising": "廣告",
    "Advertisements may appear on our products__": "我們的網站可能出現第三方廣告業者之廣告，並傳送給有設置cookies的使用者。這些cookies允許廣告業者之伺服器每次寄送線上廣告給您時得以辨認您的電腦，以及編輯您或任何使用您的電腦者之非個人資料。這些資料使廣告業者可傳送那些他們確信您將會有興趣之特定性廣告。本隱私政策未包含使用cookies或這些廣告業者之任何行為。",
    "Third-Party Sites": "第三方網站",
    "The Site may contain links to third-party websites__": "本網站包含連結至第三方的網站、產品及服務。我們的產品與服務亦可能使用或提供來自於其他第三方產品與服務之提供。本隱私政策並不適用該第三方網站等，但我們鼓勵使用者去檢視那些第三方網站等隱私政策。",
    "Changes to Our Privacy Policy": "我們隱私權政策的更新",
    "We regularly review our Privacy Policy and__": "我們會定期檢視我們的隱私權政策及遵循之情況。我們的隱私權政策可能隨著時間而更動。如果有任何變動，我們將於網站上更新我們的隱私權政策，且相關資料之變動將會公告。我們鼓勵使用者經常檢視本網頁。同時，您應瞭解且同意您有責任定期檢閱本隱私政策。",
    "Online Privacy Policy Only": "僅限於線上隱私權政策",
    "This online Privacy Policy applies only to__": "本線上隱私權政策僅適用於透過網站蒐集的資料，不適用於離線蒐集之資料。",
    "Your Rights": "您的權利",
    "With respect to your Personal Data provided__": "我們尊重您提供的個人資料。關於您所提供予我們的個人資料，您可以透過聯繫萬里雲客戶服務<a href='mailto:service@mile.cloud'>service@mile.cloud</a>行使下列權利：",
    "to make an inquiry of and to review your personal data": "查詢或請求閱覽您的個人資料。",
    "to request a copy of your personal data": "請求提供給您的個人資料複製本。",
    "to supplement or correct your personal data": "請求補充或更正您的個人資料。",
    "to demand the cessation of the collection__": "請求停止蒐集、處理或利用您的個人資料。",
    "to erase your personal data": "請求刪除您的個人資料。",
    "Commitment to Your Privacy": "有關您的隱私保證",
    "To ensure the security of your information__": "為了確保您資料的安全性以及隱私權政策之實施，我們會向我們的員工宣導我們的這些政策、規範及管理監控。",
    "Contacting us": "聯繫我們",
    "If you have any questions about this Privacy Policy__": "如果您對隱私權政策、資料傳送或本網站運作等事項有任何疑問，請透過下列網頁聯繫我們：",
    "www": "https://www.mile.cloud/zh/",
    "email": "service@mile.cloud"
}
