{
  "All Cloud Services": "All Cloud Services",
  "Unleash The Power of Digital Transformation via Cloud": "Unleash The Power of Digital Transformation via Cloud",
  "Free yourself from the overwhelming tasks of__": "Free yourself from the overwhelming tasks of managing infrastructure, provisioning servers, and configuring networks. We got you covered! Just let innovators innovate and let coders, well, only code.",
  "Machine Learning": "Machine Learning",
  "Machine Learning (ML)": "Machine Learning (ML)",
  "Leverage the power of Machine learning__": "Leverage the power of Machine learning to discover uncharted fields in your business, while also gaining insights about your client profile as well as business predictions. CloudMile is ready to assist you in getting the most out of your existing data and training that data with customized machine learning models.",
  "Cloud Services": "Cloud Services",
  "Hybrid Cloud / Multi-Cloud": "Hybrid Cloud / Multi-Cloud",
  "CloudMile provides a seamless integration of__": "CloudMile provides a seamless integration of all the clouds you have. Moreover, we make sure your on-premises infrastructure runs smoothly in conjunction with public cloud platforms. On top of that, since we possess both the top-notch professional cloud certificates that were acquired through industry-leading cloud partners and also various industry experiences, we can help you implement hybrid cloud fastly without any worries.",
  "Cloud Migration": "Cloud Migration",
  "Offering customized migration plans__": "Offering customized migration plans, inclusive of converting on-premises and other Cloud platforms into GCP(Google Cloud Platform), no matter whether it’s VM migration or Data warehouse modernization. CloudMile walks you through the entire migration plan for you to have the shortest converting intervals and minimal cost best practices.",
  "Cloud Architecture": "Cloud Architecture",
  "Experienced in serving hundreds of clients__": "Experienced in serving hundreds of clients: professional architects to offer international structure, deployment, and optimization services.",
  "Cloud Security": "Cloud Security",
  "Collaborate with Cloudflare__": "Collaborate with Cloudflare, the international security service selected by today’s  industry leaders. We secure your network and boost its efficiency as well as providing data protection at the global enterprise level.",
  "Google Maps Services": "Google Maps Services",
  "By providing maps solutions suggestion__": "By providing maps solutions suggestion, premium plan migration, performance and cost optimization, we leverage the core products of Google Maps Platform such as Maps, Routes and Places to help you expand your business territory.",
  "SAP on Google Cloud": "SAP on Google Cloud",
  "CloudMile provides SAP clients guidance and support__": "CloudMile provides SAP clients guidance and support, not just to reap cost savings and efficiency, but to be more agile through their SAP transformation journey, enabled by Google Cloud Platform.",
  "Data & Search": "Data & Search",
  "Data Integration": "Data Integration",
  "Unleash your data's full potential by our cost-effective__": "Unleash your data's full potential by our cost-effective, tailored data platform that allows you to build scalable data storage, analytics and also ingestion to help you to make the most out of business insights.",
  "Data Applications": "Data Applications",
  "Design and utilize dashboards in a way__": "Design and utilize dashboards in a way that is easier to generate customized analysis reports to fit the business needs, while  saving a lot of human effort.",
  "Google Cloud Search Services": "Google Cloud Search Services",
  "No matter whether integrated with G Suite__": "No matter whether integrated with Google Workspace or used as an independent service to connect to all your third-party applications and data platforms, CloudMile brings the Google Cloud Search, which helps businesses to find information quickly, easily, and securely in the entire enterprise ecosystem.",
  "Elasticsearch Services": "Elasticsearch Services",
  "It doesn't matter whether enterprises are using__": "It doesn't matter whether enterprises are using web-facing applications, intranet, or search-driven big data analytics platforms. CloudMile Elastic experts provide exceptional end-to-end services that aim to build your search and analytics infrastructure and also enable you to gain insights from data and maximize ROI for your business.",
  "Application Services": "Application Services",
  "Application Modernization": "Application Modernization",
  "Legacy applications, also__": "Legacy applications, also known as monolithic applications, can slow down the business system because legacy applications are difficult to update and quite expensive to scale. With CloudMile, enterprises can quickly and easily sync the application capabilities with the current and future business environment.",
  "Intelligent Applications": "Intelligent Applications",
  "With the help of CloudMile__": "With the help of CloudMile's knowledge in AI and cloud-native development, you can take advantage of pre-trained AI services to enjoy and feel the best user experience.",
  "Support Services": "Support Services",
  "Managed Service": "Managed Service",
  "Never worry about potential cloud__": "Never worry about potential cloud integration issues that you might think can occur. CloudMile's new generation managed service is very comprehensive and provides various services. Unlike traditional on-premises, we focus on design, architecture and automation. We also offer dynamic monitoring, agility,innovation, scalability and time-to-market 7/24 for cloud integration. Along with the focus, we deliver operational excellence, cost optimization, fault tolerance, security improvement, and more. With our managed service, you are in professional hands.",
  "24/7 Technical Support": "24/7 Technical Support",
  "Local technical consultancy plus__": "Local technical consultancy plus Google GoldenSupport, serving as your Cloud helper.",
  "Billing Support": "Billing Support",
  "CloudMile helps issue invoices__": "CloudMile helps issue invoices, daily/monthly billing report generation and  monitoring, and shares the up-to-date GCP(Google Cloud Platform) products and event updates.",
  "Training": "Training",
  "Customized services including basic__": "Customized services including basic/advanced/tailored tutoring based on your demands; taught by engineers with Google Cloud Certifications.",
  "About Our Service": "About Our Service",
  "Schedule a Demo": "Schedule a Demo",
  "Unlock Value at every stage of your modernization journey": "Unlock Value at every stage of your modernization journey.",
  "alt": {
    "Close View of Network": "Close View of Network",
    "3 small data clusters": "3 small data clusters",
    "Grey, Orange, and Blue Clouds": "Grey, Orange, and Blue Clouds",
    "Merging Blue and Orange Cloud": "Merging Blue and Orange Cloud",
    "Blue Cloud with lines": "Blue Cloud with lines",
    "Blue Cloud with orange lines": "Blue Cloud with orange lines",
    "Blue and Orange balloon combining": "Blue and Orange balloon combining",
    "SAP geometric written format": "SAP geometric written format",
    "A visual of data integration": "A visual of data integration",
    "A square shape of visualizing data application process": "A square shape of visualizing data application process",
    "A blue cloud with magnifying glass": "A blue cloud with magnifying glass",
    "A magnifying glass analyzing bar chart": "A magnifying glass analyzing bar chart",
    "Blue dots with orange cross": "Blue dots with orange cross",
    "Blue Cloud with orange dots": "Blue Cloud with orange dots",
    "A person icon with orange ball on head part": "A person icon with orange ball on head part",
    "Visualization of 24/7": "Visualization of 24/7",
    "2 white half pieces with 4 stripe within a blue square": "2 white half pieces with 4 stripe within a blue square",
    "A person icon with 3 orange lines": "A person icon with 3 orange lines",
    "Discussing Over A Financial Report": "Discussing Over A Financial Report"
  }
}