{
  "Reinvent the foundation of your business": "Reinvent the foundation of your business.",
  "Cloud Migration": "Cloud Migration",
  "Reduce the cost and risks associated with__": "Reduce the cost and risks associated with cloud migration with our proven process management, professional team, and migration experience.Don’t let your business fall behind in the era of cloud computing. Get ready to take advantage of Google Cloud. The Migration types that we can help you are:",
  "Virtual Machine (VM) Migration": "Virtual Machine (VM) Migration",
  "We use the ‘lift & shift’ strategy to__": "We use the ‘lift & shift’ strategy to migrate your VMs from on-premises or other clouds directly into Google Compute Engine to deliver an agile, proper, frictionless migration.",
  "Data Warehouse Migration": "Data Warehouse Migration",
  "We also help you complete a successful__": "We also help you complete a successful migration from popular on-premises data warehouses to a more flexible, scalable cloud service, which is Google BigQuery.",
  "Why migrate to the cloud?": "Why migrate to the cloud?",
  "IDC conducted in-depth interviews on__": "IDC conducted in-depth interviews on the business value of improved performance and efficiency with Google Cloud Platform in 2020. The result shows a 41% increase of efficiency rate of IT operations, 19% higher developer productivity, and 26% lower IT infrastructure costs. Now more than ever, the importance of cloud is becoming clear, providing businesses with tools to improve employee productivity and connectivity, as well as to enable digital transformation.",
  "Improve Agility": "Improve Agility",
  "Our cloud experts will help you design__": "Our cloud experts will help you design the best migration strategy and roadmap for a secure, repeatable and scalable path to the cloud.Gain flexibility, scalability after migrating seamlessly to the cloud.",
  "Reduce Costs": "Reduce Costs",
  "Identify cost-optimization opportunities using__": "Identify cost-optimization opportunities using the migration strategy that works best for your organization, such as autoscaling and technologies such as the Google Kubernetes Engine through platform functionalities.",
  "Maximize Business": "Maximize Business",
  "Innovate at scale through improved infrastructure__": "Innovate at scale through improved infrastructure with fully managed, serverless solutions to align IT goal with your business. IT staff will have more time focus on key development to expand revenue opportunities.",
  "It's time to move forward with CloudMile": "It's time to move forward with CloudMile",
  "Leverage the experience of our professional services__": "Leverage the experience of our professional services consultants and our proven implementation methodology.<br/><br/>Our Adoption Framework helps you identify key cloud adoption activities and objectives to accelerate your journey to the cloud. Assess your organization’s cloud readiness with the Cloud Maturity Assessment and discover useful change-management strategies in our whitepapers. After evaluating the assessment result, the next step is ‘action planning’ before moving to the actual implementation of cloud migration as well as entire digital transformation.",
  "Strategy, Assessment, Roadmap": "Strategy,<br/>Assessment &<br/>Roadmap",
  "Cloud Discovery": "Cloud Discovery",
  "Cloud Maturity Assessment": "Cloud Maturity Assessment",
  "Action Planning": "Action Planning",
  "Cloud Migration & Digital Transformation": "Cloud Migration<br/>& Digital<br/> Transformation",
  "Solution & Architecture": "Solution & Architecture",
  "Migration Planning": "Migration Planning",
  "Data & Cloud Migration": "Data & Cloud Migration",
  "Continuous Improvement & Optimization": "Continuous<br/>Improvement &<br/>Optimization",
  "Operation Readiness & Efficiency": "Operation Readiness & Efficiency",
  "Continuous Integration & Continuous Delivery": "Continuous Integration & Continuous Delivery",
  "Site Reliability Engineering": "Site Reliability Engineering",
  "How to migrate?": "How to migrate?",
  "There are three ways to migrate to cloud__": "There are three ways to migrate to cloud, includes ‘Lift and shift’, ‘Improve and Move’, ‘Rip and replace’.",
  "Lift and shift": "Lift and shift",
  "Migrate for Compute Engine": "Migrate for Compute Engine",
  "Migrate the on-premise or VM in other cloud to Google Cloud Engine": "Migrate the on-premise or VM in other cloud to Google Cloud Engine.",
  "Google Cloud VMware Engine": "Google Cloud VMware Engine",
  "Migrate your VM to Google Cloud Platform": "Migrate your VM to Google Cloud Platform.",
  "Improve and Move": "Improve and Move",
  "Migrate for Anthos": "Migrate for Anthos",
  "Migrate your application to Anthos GKE or container in GKE": "Migrate your application to Anthos GKE or container in GKE.",
  "Rip and replace": "Rip and replace",
  "Transfer Appliance": "Transfer Appliance",
  "Transfer data from TBs up to 1 PB to Google Cloud Storage": "Transfer data from TBs up to 1 PB to Google Cloud Storage.",
  "Transfer Service": "Transfer Service",
  "Transfer your online and on-premise data to Google Cloud Storage": "Transfer your online and on-premise data to Google Cloud Storage.",
  "BigQuery Data Transfer": "BigQuery Data Transfer",
  "Transfer from SaaS data sources to BigQuery": "Transfer from SaaS data sources to BigQuery.",
  "Want to know more?": "Want to know more?",
  "Reinvent the Foundation of your Business": "Reinvent the Foundation of your Business."
}