{
  "Data Driven Business": "Data Driven Business",
  "Accelerate the Power of Data": "Accelerate the Power of Data",
  "Why Data-Driven Approach Matters for Your Business?": "Why Data-Driven Approach Matters for Your Business?",
  "Well, it’s simple__": "Well, it’s simple. We can not stress enough the importance of adopting a data-driven approach for your business. By definition, data-driven means making decisions by collecting and analyzing data. Data-driven businesses rely on a solid background that can guide them for better decisions that are usually crucial. Companies that depend on intuition or some personal experience are taking a big risk, whereas you can make more reliable decisions by trusting the data. \nCloudMile provides all the necessary services that are related to data collecting, data processing, data visualization and data analysis. This is what we are good at!",
  "Data Driven Solutions powered by Data Experts": "Data Driven Solutions powered by Data Experts",
  "Machine Learning (ML)": "Machine Learning (ML)",
  "Utilize the power of Machine learning to__": "Utilize the power of Machine learning to discover uncharted fields in your business and better understand your customers by getting significant insights about your client profile, as well as business predictions. CloudMile is ready to assist you in getting the most out of your existing data and training that data with customized machine learning models.",
  "Intelligent Applications": "Intelligent Applications",
  "With the help of CloudMile's knowledge in__": "With the help of CloudMile's knowledge in AI and cloud-native development, you can take advantage of pre-trained AI services to ensure you have the best user experience.",
  "Data Integration": "Data Integration",
  "Unleash your data's full potential with our__": "Unleash your data's full potential with our tailored data platform that allows you to build scalable data storage, analytics and also ingestion to help you to make the most out of business insights.",
  "Data Applications": "Data Applications",
  "Design and utilize dashboards in a way that__": "Design and utilize dashboards in a way that is easier to generate analysis reports with customization to fit the business needs but saving a lot of human effort.",
  "Want To Know More?": "Want To Know More?",
  "Unlock Value at every stage of your modernization journey": "Unlock Value at every stage of your modernization journey.",
  "alt": {
    "bird's eye view of a metropolis city": "bird's eye view of a metropolis city",
    "Three specialist are smiling": "Three specialist are smiling",
    "1 orange and 2 blue data cluster balls": "1 orange and 2 blue data cluster balls",
    "A blue rectangle contains 2 orange circles and one triangle": "A blue rectangle contains 2 orange circles and one triangle",
    "A visual of a drawer shape with blue and orange colors": "A visual of a drawer shape with blue and orange colors",
    "A visual of a drawer shape with blue and orange colors also including an orange line": "A visual of a drawer shape with blue and orange colors also including an orange line"
  }
}
