{
  "Digital Transformation": "Digital Transformation",
  "Embrace the Digital World with__": "Embrace the Digital World with CloudMile.",
  "Why is Digital Transformation important for your company?": "Why is Digital Transformation important for your company?",
  "Digital Transformation (DT) refers to__": "Digital Transformation (DT) refers to the integration of all digital technologies that businesses use to operate and provide services to customers. It is a fundamental shift in how most enterprises deliver value, which is why this transformation can also often affect company culture. In other words, digital transformation is a cultural change that both employers and staff must adapt to.",
  "CloudMile Digital Transformation Strategy": "CloudMile Digital Transformation Strategy",
  "Digital Strategy": "Digital Strategy",
  "Understand the company strategy and__": "Understand the company strategy and long-term business goals. Define the technology roadmap that aligns with clients’ business objectives.",
  "AI Transformation Program": "AI Transformation Program",
  "Identify business pain points that__": "Identify business pain points that could be solved by leveraging AI technology. Empower businesses with predictive models and automation.",
  "Cloud Adoption Program": "Cloud Adoption Program",
  "Inspect existing technology capability and__": "Inspect existing technology capability and identify gaps. Modernize the infrastructure with CloudMile Cloud Adoption Methodology.",
  "Transformation driven by CloudMile Digital Technologies": "Transformation driven by CloudMile Digital Technologies",
  "We create a complete Digital transformation__": "We create a complete Digital transformation journey map for your business to complete successfully. During this journey, we guide you through each step. No worries, you will never walk alone!",
  "Cloud Factory": "Cloud Factory",
  "Our cloud factory program consists of__": "Our cloud factory program consists of 5 steps which include analyzing current status, planning, designing architecture, migrating, and operating. As you can see, these 5 steps include some extra processes. For example, Cloud factory simply gives you an overview of how the entire cloud migration framework works. We walk you through all the steps to ensure satisfying results.",
  "Strategy": "Strategy",
  "Assess & Plan": "Assess & Plan",
  "Design & Build": "Design & Build",
  "Migrate & Test": "Migrate & Test",
  "Operate & Optimize": "Operate & Optimize",
  "Cloud Professional Service": "Cloud Professional Service",
  "We are the #1 choice of business and technology__": "We are the #1 choice of business and technology partners in Northern Asia. Purely focused on your needs, we generate revenue by blending and processing the data, as well as influencing culture change in the cloud through professional services from CloudMile.",
  "Security & Compliance": "Security & Compliance",
  "Hybrid & Multi-Cloud": "Hybrid & Multi-Cloud",
  "Operation & SRE": "Operation & SRE",
  "Cloud Migration": "Cloud Migration",
  "Infrastructure": "Infrastructure",
  "AI Factory": "AI Factory",
  "CloudMile’s AI factory is similar to__": "CloudMile’s AI factory is similar to the cloud factory in terms of the adoption process. Once we analyze your current business situation and your collected data, we then make a plan and build an AI model that best fits your needs. Once we build an AI model, the next step is to train that model, so that the algorithm will learn and start giving you some actionable insights that you never knew before. A well-trained AI model is all you need for better, more accurate predictions.",
  "Apply & Test": "Apply & Test",
  "Scale & Optimize": "Scale & Optimize",
  "Data & ML Professional Service": "Data & ML Professional Service",
  "Together, we will guide you through the__": "Together, we will guide you through the processes of both cloud and AI adoption to help transform your business and stay competitive. Let us explain some of the services we offer. First, depending on the field, we offer various services. For example, if your business is focused on IoT, we provide IoT-specific services such as machine learning with IoT, IoT specific cloud solutions and big data analysis based on IoT industry metrics. Whatever type of service you are interested in, we are ready to assist.",
  "IOT Solution": "IOT Solution",
  "Data Warehouse": "Data Warehouse",
  "ML Delivery": "ML Delivery",
  "Data Arch Design": "Data Arch Design",
  "ML Discovery": "ML Discovery",
  "CloudMile Cloud Adoption Program": "CloudMile Cloud Adoption Program",
  "Leverage the experience of our professional services__": "Leverage the experience of our professional services consultants and our proven implementation methodology.<br/><br/>Our Adoption Framework helps you identify key cloud adoption activities and objectives to accelerate your journey to the cloud. Assess your organization’s cloud readiness with the Cloud Maturity Assessment and discover useful change-management strategies in our whitepapers. After evaluating the assessment result, the next step is ‘action planning’ before moving to the actual implementation of cloud migration as well as entire digital transformation.<br/><br/>Once the action plan is completed, the first thing we need to do is to design the architecture and solutions to migrate data and cloud from your existing systems.<br/><br/>The last step of CloudMile’s cloud adoption program is to operate and test the newly implemented cloud system, as well as provide full integration among different systems that businesses use.",
  "Strategy, Assessment, Roadmap": "Strategy,<br/>Assessment &<br/>Roadmap",
  "Cloud Discovery": "Cloud Discovery",
  "Cloud Maturity Assessment": "Cloud Maturity Assessment",
  "Action Planning": "Action Planning",
  "Cloud Migration & Digital Transformation": "Cloud Migration<br/>& Digital Transformation",
  "Solution & Architecture": "Solution & Architecture",
  "Migration Planning": "Migration Planning",
  "Data & Cloud Migration": "Data & Cloud Migration",
  "Continuous Improvement & Optimization": "Continuous<br/>Improvement &<br/>Optimization",
  "Operation Readiness & Efficiency": "Operation Readiness & Efficiency",
  "Continuous Integration & Continuous Delivery": "Continuous Integration & Continuous Delivery",
  "Site Reliability Engineering": "Site Reliability Engineering",
  "CloudMile AI Transformation Program": "CloudMile AI Transformation Program",
  "With the experience of over 10 different__": "With the experience of over 10 different industrial services and our strong ML expert team, we provide the best practical transformation through this methodology.<br/><br/>To elaborate a bit more in terms of practical action, ML Discovery starts with identifying the problem of your business. Ｗe will explore and qualify the data to evaluate your technology feasibility. Then provide you a feasibility study report which can show the business value from the selected uses case and find the best fit of your business.<br/><br/>The second step of our AI transformation program is MVM development. In feature engineering, we extract insightful features from raw data, which is an essential process to make the ML algorithm work. And then, we compare different algorithms and choose the most suitable one to build a model and train the model.<br/><br/>The final step of the program is called 'On production' phase, where we design the architecture relying on our reliable and scalable technology as a foundation. After deploying the ML model along with the architecture design, we provide consultancy on model tuning as well as optimization to make sure everything works smoothly and the transformation is complete.",
  "Machine Learning Discovery": "Machine Learning<br/>Discovery",
  "ML use case generation": "ML use case generation",
  "Data exploration & qualification": "Data exploration & qualification",
  "Feasibility study report with risk evaluation": "Feasibility study report with risk evaluation",
  "Identify business problem": "Identify business problem",
  "Develop hypothesis": "Develop hypothesis",
  "Acquire & Explore data": "Acquire & Explore data",
  "MVM Development": "MVM Development<br/><br/>",
  "Feature engineering": "Feature engineering",
  "Algorithm comparison & selection": "Algorithm comparison & selection",
  "Model deployment": "Model deployment",
  "Build a model": "Build a model",
  "Train the model": "Train the model",
  "On Production": "On Production<br/><br/>",
  "GCP architecture design": "GCP architecture design",
  "Consultancy on model tuning & optimization": "Consultancy on model tuning & optimization",
  "Apply and scale": "Apply and scale",
  "Want To Know More?": "Want To Know More?",
  "Embrace the Digital World with CloudMile": "Embrace the Digital World with CloudMile.",
  "alt": {
    "The Connection of Internet": "The Connection of Internet",
    "4 colleagues are discussing over a project": "4 colleagues are discussing over a project",
    "3 Pillars of CloudMile's Digital Transformation Strategy": "3 Pillars of CloudMile's Digital Transformation Strategy",
    "A group of colleagues are discussing on a table and also taking notes and drinking coffee": "A group of colleagues are discussing on a table and also taking notes and drinking coffee",
    "A group of dots over a black layer": "A group of dots over a black layer",
    "Two coworkers are discussing about a report": "Two coworkers are discussing about a report"
  }
}