{
  "IT Modernization": "IT Modernization",
  "Build Your Next-Level Cloud Foundation": "Build Your Next-Level Cloud Foundation",
  "Cloud Migration": "Cloud Migration",
  "Reduce the cost and risks associated with__": "Reduce the cost and risks associated with cloud migration with our proven process management, professional team, and migration experience. Don’t let your business fall behind in the era of cloud computing. Get ready to take advantage of Google Cloud. The migration types that we can help you are:",
  "Virtual Machine (VM) Migration": "Virtual Machine (VM) Migration",
  "We use the ‘lift & shift’ strategy to__": "We use the ‘lift & shift’ strategy to migrate your VMs from on-premises or other clouds directly into Google Compute Engine to deliver an agile, proper, and frictionless migration.",
  "Data Warehouse Migration": "Data Warehouse Migration",
  "We also help you complete a successful__": "We also help you complete a successful migration from popular on-premises data warehouses to a more flexible, scalable cloud service, which is Google BigQuery.",
  "Application Modernization": "Application Modernization",
  "Legacy applications, also known as monolithic applications__": "Legacy applications, also known as monolithic applications, often slow down the businesses because these applications are difficult to update and can be expensive to scale. With our services, enterprises can sync the application capabilities with the current and future business environment.",
  "Legacy Modernization": "Legacy Modernization",
  "Offer an industrialized approach to modernize__": "Offer an industrialized approach to modernize legacy applications to tackle all scalability and high-cost issues as well as migrate from mainframe and other legacy infrastructures.",
  "Cloud Native / Serverless": "Cloud Native / Serverless",
  "Partner closely with your IT team__": "Partner closely with your IT team on existing production applications and resolve issues to help you better understand infrastructure costs, improve application scalability, and spend more time integrating new services and developing new customer capabilities.",
  "API Facade": "API Facade",
  "Build cloud native APIs by bridging legacy systems__": "Build cloud native APIs by bridging legacy systems to modern applications to enable agile development of enterprise facing applications on data and processes.",
  "Hybrid Cloud / Multi-Cloud": "Hybrid Cloud / Multi-Cloud",
  "CloudMile provides a seamless integration into__": "CloudMile provides a seamless integration into all your cloud environments to ensure  your on-premises infrastructure runs smoothly in conjunction with public cloud platforms. Furthermore, our top-notch professional cloud certificates recognized by industry-leading cloud partners, combined with various industry experiences, can help you implement hybrid cloud environments quickly and without complexity.",
  "Multi-Cloud Infrastructure": "Multi-Cloud Infrastructure",
  "Rather than bend your business processes to__": "Rather than bend your business processes to a specific provider’s service, our multi-cloud strategy provides you with the flexibility to choose the solution that best fits your needs. In addition, choosing a multi-cloud strategy also gives you more availability across different cloud providers from the ground up. With the help of our end-to-end multi-cloud portfolio, we walk you through this transformation to ensure all your clouds are integrated seamlessly and properly.",
  "Hybrid Cloud Infrastructure": "Hybrid Cloud Infrastructure",
  "The fault tolerance and accessibility of__": "The fault tolerance and accessibility of public clouds, combined with the security and performance issues of private clouds, leads us to customizations and flexibility options of the hybrid cloud. For industries such as finance and manufacturing, we can assess the organizational complexity and help manage sensitive data or deeply entrenched applications running on on-premises hardware and software.",
  "Why CloudMile": "Why CloudMile",
  "Over": "Over",
  "Certifications": "Certifications",
  "Within three years, we’ve earned more than__": "Within three years, we’ve earned more than 70 certifications, which over 40 of these are Google Cloud certificates.",
  "Specialization": "Specialization",
  "We became the premier Google Cloud partner that__": "We became the premier Google Cloud partner that acquired Specialization of Infrastructure, Machine Learning, and Data Analytics in Northern Asia.",
  "Customers": "Customers",
  "Served 10+ practical industries experiences and__": "Served 10+ practical industries experiences and more than 330 enterprises worldwide.",
  "Want To Know More?": "Want To Know More?",
  "Unlock Value at every stage of your modernization journey": "Unlock Value at every stage of your modernization journey.",
  "alt": {
    "Cloudy Sky": "Cloudy Sky",
    "A Staff giving presentation to his colleagues": "A Staff giving presentation to his colleagues",
    "Sample of workflow strategy written over a wall": "Sample of workflow strategy written over a wall",
    "A Staff giving presentation to his team with sticky notes": "A Staff giving presentation to his team with sticky notes",
    "A Staff showing his analysis to his co-worker": "A Staff showing his analysis to his co-worker"
  }
}