{
  "Multi-CDN Platform": "Multi-CDN <br/>Platform",
  "Boost your website performance via MileCDN": "Boost your website performance<br/> via MileCDN",
  "Looks Familiar?": "Looks Familiar?",
  "Suffering from the long session timeout and__": "Suffering from the long session timeout and still unable to reload your website ?",
  "Spending so much time on__": "Spending so much time on improving performance of ONE CDN Provider, while doing global business?",
  "MileCDN is a one-stop management platform that__": "MileCDN is a one-stop management platform that uses Multi CDN as the core, and has complete WAF and DDoS protection mechanisms. Not only it cooperates with many top CDN service providers such as Akamai, Cloudflare and Alicloud but also provides visualized data analysis on a single platform that will help the development teams save time and manpower for CDN management. (*We reserve the rights to modify the list of CDN providers without prior notice)",
  "Multi-CDN": "Multi-CDN",
  "One-stop Multi-CDN platform with__": "One-stop Multi-CDN platform with multiple top-tier CDN services. You can operate services on one single interface without having to negotiate the communicating price and usage with multiple CDN providers.",
  "AI Allocation": "AI Allocation",
  "Enhance your website performance with__": "Enhance your website performance with automatically rerouting CDN services according to an optimal result from every region.",
  "Enhanced Security": "Enhanced Security",
  "Keep your website and network protected at__": "Keep your website and network protected at all times. Our self-build WAF allows you to customize your own rulesets while detecting and blocking OWASP top 10 and DDoS attacks.",
  "24/7 Performance Monitoring and Protection for Your Website": "24/7 Performance Monitoring and Protection for Your Website",
  "Performance Monitoring": "Performance Monitoring",
  "Global user connectivity data is collected with__": "Global user connectivity data is collected with the proprietary network performance benchmarking technology to measure real-time performance.",
  "Protection": "Protection",
  "All traffic is protected with__": "All traffic is protected with Web Application Firewall from DDoS attacks by MileCDN’s Enhanced Security feature.",
  "Reach Chinese Audience via__": "Reach Chinese Audience via MileCDN without ICP license",
  "China Access": "China Access",
  "Allow people to access your website from China": "Allow people to access your website from China",
  "To ensure the performance__": "To ensure the performance, our solution offers CDNs + CN2 as well as to avoid the complicated procedures of acquiring ICP license for in-china experience.",
  "CDN optimization drilled down to city/province level": "CDN optimization drilled down to city/province level",
  "In addition, with AI Allocation of__": "In addition, with AI Allocation of MileCDN will provide accurate information for different provinces and cities in China to help you further fine-tune the performance of CDN.",
  "Go Global with Reliability and Protection": "Go Global with Reliability and Protection",
  "MileCDN X GCP": "MileCDN X GCP",
  "As Google Cloud Premier Partner__": "As Google Cloud Premier Partner, we can help enterprises to deploy stable cloud infrastructure while getting a smooth internet connectivity within China market.",
  "Cyber security and performance optimization": "Cyber security and performance optimization",
  "MileCDN can effectively mitigate attacks from__": "MileCDN can effectively mitigate attacks from L3, L4, L7 with OWASP and DDoS attacks. Provides city-level CDN info for enterprises to utilize.",
  "Multi-CDN service management platform": "Multi-CDN service management platform",
  "Automatically reroute your CDN for__": "Automatically reroute your CDN for better performance to ensure high reliability and availability.",
  "Schedule a Demo": "Schedule a Demo",
  "Effectively Deliver Your Site Content Today": "Effectively Deliver Your Site Content Today.",
  "alt": {
    "MileCDN Dashboard": "MileCDN Dashboard",
    "CDN related Google Chrome tabs": "CDN related Google Chrome tabs",
    "A view of an interchange highway": "A view of an interchange highway",
    "MileCDN Logo": "MileCDN Logo",
    "Website Reporting Dashboard": "Website Reporting Dashboard",
    "MileCDN's data flow": "MileCDN's data flow",
    "Geography Targeting on MileCDN Platform": "Geography Targeting on MileCDN Platform",
    "Protection of SQL, XSS and Generic with MileCDN": "Protection of SQL, XSS and Generic with MileCDN",
    "Shanghai City View": "Shanghai City View",
    "South Korea, Taiwan, Thailand, Hong Kong, Vietnam and China clusters": "South Korea, Taiwan, Thailand, Hong Kong, Vietnam and China clusters",
    "MileCDN AI Load Balancing": "MileCDN AI Load Balancing",
    "Half of the world shown with digital frontier style": "Half of the world shown with digital frontier style"
  }
}

