{
    "Accelerate your Business with CloudMile": "<span><span>Accelerate</span></span> your <span><span>Business</span></span> with CloudMile",
    "CloudMile Business Partners": "CloudMile Business Partners",
    "Why partner with CloudMile?": "Why partner with CloudMile?",
    "As one of Cloudflare’s leading partners in__": "As one of Cloudflare’s leading partners in Asia-Pacific, CloudMile provides strategic services to our most important clients. And, based on that track record, I am confident CloudMile will also offer the best services to meet your needs.",
    "Stephen Lo__": "Stephen Lo 勞家聰 Head, Channel<br/>Partners, N. Asia, Cloudflare",
    "CloudMile Partner Networks": "CloudMile Partner Networks",
    "Our global industry-leading strategic and__": "Our global industry-leading strategic and solution partners provide the right options for challenges to be solved seamlessly and also the professional team to deliver significant business results. Thanks to this strong partnership, we are able to provide various cloud and IT solutions that fit any industry needs. As you can see, no wonder why we have grown so fast and opened offices in HongKong and Singapore as well within three years.<br/><br/>Some of our global industry-leading strategic and solution partners are Google Cloud, Cloudflare, elastic, workplace, CHIEF, LucidWorks.",
    "We are Google Cloud Premier Partner": "We are Google Cloud Premier Partner",
    "Earned 40+ Google Cloud official certificates and__": "Earned 60+ Google Cloud professional certifications and became Google Cloud Premier Partner which acquired Specialization of Machine Learning, Data Analytics, Cloud Migration and Infrastructure in North Asia. In 2020, CloudMile becomes Taiwan’s first Google Cloud Managed Service Provider (MSP).",
    "Become a Partner": "Become a Partner",
    "The CloudMile Partner Network offers a wide__": "The CloudMile Partner Network offers a wide range of partnership options to help grow your business. By joining one of our partner programs, you’ll bring valuable AI and machine learning capabilities to your customers while growing your business. Let’s begin!",
    "Solution Partners": "Solution Partners",
    "As an essential part of the CloudMile Partner__": "As an essential part of the CloudMile Partner Network, our growing number of partners collaborate with us to create solutions for comprehensive and complete digital transformation. Our Solution partnership is specifically designed for enterprises that want to grow their business and adapt to the new era of IT.",
    "Channel Partners": "Channel Partners",
    "Sell subscriptions to CloudMile by joining__": "Sell subscriptions to CloudMile by joining our channel partner program. Drive new client acquisition and offer your own professional cloud or managed services directly through our platform.",
    "Find right opportunities for you": "Find right opportunities for you",
    "Explore Partnerships": "Explore Partnerships",
    "alt": {
        "Two friends are hiking": "Two friends are hiking",
        "CloudFare Logo": "CloudFare Logo",
        "The Logos of CloudMile's Business Partners": "The Logos of CloudMile's Business Partners",
        "Certification of Google Cloud Partner with the Specialization in Data Analytics": "Certification of Google Cloud Partner with the Specialization in Data Analytics",
        "Certification of Google Cloud Partner with the Specialization in Machine Learning": "Certification of Google Cloud Partner with the Specialization in Machine Learning",
        "Certification of Google Cloud Partner with the Specialization in Infrastructure": "Certification of Google Cloud Partner with the Specialization in Infrastructure",
        "A hand sign of becoming partner": "A hand sign of becoming partner",
        "Forest with open road": "Forest with open road"
    }
}
